import React from 'react'

import './style.scss'

export default function Article() {
  return (
    <div className="article">
      <h1>66rpg 有过哪些非常优秀的游戏？</h1>
      <article>
        <p>作为6R游戏区（不称职的）一个版主表示——</p><p>因为年代比较早的优秀作品，放在今天来看，以当下的审美很有可能过时，所以只推荐一些年代较近的作品。推荐的作品按分类有：</p><p></p><p>传统RPG类：</p><p>谢拉卡珊娜制作的《OZ大乱斗》及其后篇，非常长的长篇。前篇出来时间比较早，可能不太符合现在主流审美了</p><p>上贺茂润制作的《长名公主与妖精之剑》1和2，目前3也在制作中。中长篇。</p><p>中野梓 制作的短篇传统RPG系列《Glimmer》系列，目前已完成3部作品，第四部正在制作中；</p><p>解谜·R剧类：</p><p>熊的选民制作的《汐魇》（目前只完成了第一部《息之篇》，20小时长篇），题材是克苏鲁神话相关。</p><p>这个是答主见过的感情和思想最深刻的R剧类游戏，可以用“震撼”来形容。</p><p>当然同一作者的彗月行和废土童话、天使华音也都是精品。</p><p>6R黑幕迷糊的安安制作的《雨鸦》。</p><p>比较短篇的恐怖解谜，达到优秀水准的就很多了，欢迎来到本区</p><p></p><p>有历届极短篇和短篇比赛的前三名合集，都是相对出彩的作品。</p>
      </article>
    </div>
  )
}
